العودة {
	bot_api_key =  ' ' ، - 673450405:AAGYWh_OnnRtbBPQUD243O3ccL0cxn8Y1Mw
	
	admin =  158343431 ، - هنا ايدي المطور الاساسي
	
	botLUA = {	
		" keko2.lua " ،									
		" keko.lua " ،									
	}،
	
	
	api_errors = {
		[ 101 ] =  ' ليست هناك حقوق كافية لركل المشاركين ' ، - SUPERGROUP: bot ليس مشرفًا
		[ 102 ] =  ' USER_ADMIN_INVALID ' ، - SUPERGROUP: تحاول طرد مسؤول
		[ 103 ] =  ' الطريقة متاحة للدردشة الجماعية فقط ' ، - عادي: محاولة إلغاء الحظر
		[ 104 ] =  'يمكن لمنشئ المجموعة فقط طرد المسؤولين من المجموعة ' ، - NORMAL: محاولة طرد مسؤول
		[ 105 ] =  ' يجب أن تكون داعيًا للمستخدم لركله من المجموعة ' ، - NORMAL: bot ليس مشرفًا أو يكون الجميع مشرفًا
		[ 106 ] =  ' USER_NOT_PARTICIPANT ' ، - NORMAL: تحاول ركل مستخدم غير موجود في المجموعة
		[ 110 ] =  ' PEER_ID_INVALID ' ، - لم يبدأ المستخدم البوت مطلقًا
		[ 111 ] =  ' لم يتم تعديل الرسالة ' ، - لم تعدل طريقة تحرير الرسالة الرسالة
		[ 112 ] =  ' يمكن \' ر تحليل نص الرسالة: يمكن \ ' ر العثور نهاية للكيان ابتداء من الساعة الإزاحة٪ د + " ، - وتخفيض السعر هو الخطأ ويكسر تسليم
		[ 120 ] =  ' يمكن \' ر تحليل لوحة المفاتيح الرد العلامات كائن JSON " ، - الجدول لوحة المفاتيح غير صالحة
		[ 121 ] =  ' الميدان \\\ " inline_keyboard \\\" من InlineKeyboardMarkup يجب أن يكون صفيف المصفوفات " ، - لوحة المفاتيح المضمنة ليس مجموعة من مجموعة
		[ 122 ] =  ' يمكن \' ر تحليل زر لوحة المفاتيح مضمنة: InlineKeyboardButton يجب أن يكون كائن " ،
		[ 123 ] =  ' طلب سيئ: كائن متوقع كرد على الرد ' ،
		[ 403 ] =  ' تم حظر بوت من قبل المستخدم ' ، - حظر المستخدم البوت
		[ 429 ] =  ' طلبات كثيرة جدا: إعادة المحاولة في وقت لاحق " ، - بوت هو ضرب حدود المعهد
	}
}
